Repository: shingonoide/friendica-addons
Catalog: irc/lang/*/messages.po
Languages: es, pt_br

source: IRC Settings
es: Ajustes de IRC
pt_br: Configurações do IRC

source: Here you can change the system wide settings for the channels to automatically join and access via the side bar. Note the changes you do here, only effect the channel selection if you are logged in.
es: Aquí puede cambiar los ajustes de todo el sistema de los canales para unirse y acceder automáticamente mediante la barra lateral. Note que los cambios que hace aquí sólo afectan a la selección del canal si usted está conectado.
pt_br: Aqui você pode mudar as configurações dos canais para dar opções de inscrição e de acesso automáticos pela barra lateral. Observe que as mudanças feitas aqui só afetam o canal selecionado se você tiver feito login.

source: Save Settings
es: Guardar Ajustes
pt_br: Salvar Configurações

source: Channel(s) to auto connect (comma separated)
es: Canal(s) para autocorregir (separados por comas)
pt_br: Canais de conexão automática (separados por vírgula)

source: List of channels that shall automatically connected to when the app is launched.
es: Lista de canales que se conectarán automáticamente cuando la aplicación sea lanzada.
pt_br: Lista de canais a serem conectados automaticamente quando o aplicativo for iniciado.

source: Popular Channels (comma separated)
es: Canales Populares (separados por comas)
pt_br: Canais Populares (separados por vírgula)

source: List of popular channels, will be displayed at the side and hotlinked for easy joining.
es: Lista de canales populares, se mostrará al lado y tendrá un enlace para unirse fácilmente.
pt_br: Lista de canais populares, que será exibida ao lado e terá link para facilitar a inscrição.

source: IRC settings saved.
es: Ajustes de IRC guardados.
pt_br: As configurações do IRC foram salvas.

source: IRC Chatroom
es: Sala de chat de IRC
pt_br: Sala de bate-papo IRC

source: Popular Channels
es: Canales Populares
pt_br: Canais Populares
