Repository: shingonoide/friendica-addons
Catalog: statusnet/lang/*/messages.po
Languages: es

source: Post to GNU Social
es: Publicar en GNU Social

source: Please contact your site administrator.<br />The provided API URL is not valid.
es: Por favor contacte con el administrador de su página.<br />La URL de API provista no es válida.

source: We could not contact the GNU Social API with the Path you entered.
es: No pudimos contactar con la API de GNU Social con el Camino que introdujo.

source: GNU Social settings updated.
es: Ajustes de GNU Social actualizados.

source: GNU Social Import/Export/Mirror
es: Importar/Exportar/Reflejar GNU Social

source: Globally Available GNU Social OAuthKeys
es: Disponible globalmente GNU Social OAuthKeys

source: There are preconfigured OAuth key pairs for some GNU Social servers available. If you are using one of them, please use these credentials. If not feel free to connect to any other GNU Social instance (see below).
es: Hay pares de clave preconfigurados OAuth para algunos servidores disponibles de GNU Social. Si está utilizando uno de ellos, por favor utilice estas credenciales. Si no se siente libre de conectar a alguna otra instancia de GNU Social (vea abajo).

source: Save Settings
es: Guardar Ajustes

source: Provide your own OAuth Credentials
es: Proveer sus propias credenciales de OAuth

source: No consumer key pair for GNU Social found. Register your Friendica Account as an desktop client on your GNU Social account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Friendica installation at your favorited GNU Social installation.
es: No se encontró el par de claves de consumidor para GNU Social. Registre su cuenta de Friendica como un cliente de escritorio en su cuenta de GNU, copie el par de claves aquí e introduzca el origen de la API.<br />Antes de qeu registre su propio par de claves de OAuth pregunte al administrador si ya hay un par de claves para esta instalación de Friendica en su instalación de GNU Social favorita.

source: OAuth Consumer Key
es: Clave de Consumidor de OAuth

source: OAuth Consumer Secret
es: Secreto de Consumidor de OAuth

source: Base API Path (remember the trailing /)
es: Camino Base de API (Recordar la cola /)

source: To connect to your GNU Social account click the button below to get a security code from GNU Social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU Social.
es: Para conectarse a su cuenta GNU Social click en el botón de abajo para obtener un código de seguridad de GNU Social que puede copiar en la caja de abajo y enviar el formulario. Sólo sus entradas <strong>públicas</strong> se publicarán en GNU Social.

source: Log in with GNU Social
es: Acceder a GNU Social

source: Copy the security code from GNU Social here
es: Copiar el código de seguridad de GNU Social aquí

source: Cancel Connection Process
es: Cancelar el Proceso de Conexión

source: Current GNU Social API is
es: API de GNU Social actual

source: Cancel GNU Social Connection
es: Cancelar la conexión a GNU Social

source: Currently connected to:
es: Actualmente conectado a:

source: If enabled all your <strong>public</strong> postings can be posted to the associated GNU Social account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
es: Si está habilitado, todas sus publicaciones <strong>públicas</strong> pueden publicarse en la cuenta asociada de GNU Social. Puede elegir hacer eso por defecto (aquí) o por cada publicación por separado en las opciones de publicación mientras escribe la entrada.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to GNU Social will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
es: <strong>Nota</strong>: Debido a sus ajustes de privacidad (<em>?Ocultar los detalles de su perfil a espectadores desconocidos?</em>) el enlace potencialmente incluído en publicaciones públicas transmitidas a GNU Social llevarán al visitante a una página en blanco informándole de que el acceso a su perfil ha sido restringido.

source: Allow posting to GNU Social
es: Permitir publicar en GNU Social

source: Send public postings to GNU Social by default
es: Enviar las publicaciones públicas a GNU Social por defecto

source: Mirror all posts from GNU Social that are no replies or repeated messages
es: Reflejar todas las entradas de GNU Social que no son respuestas o mensajes repetidos

source: Import the remote timeline
es: Importar la línea de tiempo remota

source: Disabled
es: Deshabilitado

source: Full Timeline
es: Línea de Tiempo completa

source: Only Mentions
es: Sólo Menciones

source: Clear OAuth configuration
es: Limpiar la configuración de OAuth

source: Site name
es: Nombre de la página

source: Consumer Secret
es: Secreto de Consumidor

source: Consumer Key
es: Clave de Consumidor
