Repository: shingonoide/friendica-addons
Catalog: twitter/lang/*/messages.po
Languages: es

source: Post to Twitter
es: Entrada para Twitter

source: Twitter settings updated.
es: Ajustes de Twitter actualizados.

source: Twitter Posting Settings
es: Ajustes de publicación de Twitter

source: No consumer key pair for Twitter found. Please contact your site administrator.
es: No hay par de claves para encuentro de Twitter.

source: At this Friendica instance the Twitter plugin was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
es: En esta petición de Friendica el plugin de Twitter estaba activo pero usted no ha conectado aún su cuenta con la cuenta de Twitter. Para hacerlo click en el botón de abajo para obtener un PIN desde Twitter que tiene que copiar en la caja de texto de abajo y enviar el formulario. Sólo sus entradas <strong>públicas</strong> serán posteadas en Twitter

source: Log in with Twitter
es: Iniciar sesión con Twitter

source: Copy the PIN from Twitter here
es: Copie el PIN de Twitter aquí

source: Submit
es: Enviar

source: Currently connected to:
es: Moneda conectada a:

source: If enabled all your <strong>public</strong> postings can be posted to the associated Twitter account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
es: Si habilita todas sus publicaciones <strong>públicas</strong> pueden ser publicadas en la cuenta de Twitter asociada. Puede elegir hacer eso por defecto (aquí) o por cada publicación por separado en las opciones de entrada cuando escriba la entrada.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
es: <strong>Nota</strong>: Debido a sus ajustes de privacidad (<em>¿Ocultar sus detalles de perfil de espectadores desconocidos?</em>) el enlace potencialmente incluido en publicaciones públicas relevado a Twitter llevará al visitante a una página en blanco informándole de que el acceso a su perfil ha sido restringido.

source: Allow posting to Twitter
es: Permitir publicar en Twitter

source: Send public postings to Twitter by default
es: Enviar publicaciones públicas a Twitter por defecto

source: Mirror all posts from twitter that are no replies or retweets
es: Reflejar todas las publicaciones de Twitter que no son respuestas o retweets.

source: Shortening method that optimizes the tweet
es: Método de corte the optimiza el tweet

source: Send linked #-tags and @-names to Twitter
es: Enviar #-etiquetas enlazadas y @-nombres a Twitter

source: Clear OAuth configuration
es: Borrar configuración OAuth

source: Settings updated.
es: Ajustes actualizados

source: Consumer key
es: Clave de consumidor

source: Consumer secret
es: Secreto de consumidor

source: Name of the Twitter Application
es: Nombre de la aplicación de Twitter

source: set this to avoid mirroring postings from ~friendica back to ~friendica
es: Fijar esto para evitar el reflejo de publicaciones de ~friendica de vuelta a ~friendica
