Repository: shingonoide/friendica-addons
Catalog: pumpio/lang/*/messages.po
Languages: es, pt_br

source: Permission denied.
es: Permiso denegado.
pt_br: Permissão negada.

source: Unable to register the client at the pump.io server '%s'.
es: Imposible registrar el cliente en el servidor '%s' de pump.io.

source: You are now authenticated to pumpio.
es: Ahora está autenticado en Pump.io.
pt_br: Você se autenticou no Pump.io.

source: return to the connector page
es: volver a la página del conector
pt_br: voltar à página de conectores

source: Post to pumpio
es: Publicar en Pump.io
pt_br: Publicar no Pump.io

source: Pump.io Import/Export/Mirror
es: Importar/Exportar/Reflejar Pump.io

source: pump.io username (without the servername)
es: Nombre de usuario de Pump.io (sin el nombre de servidor)
pt_br: Nome de usuário no pump.io (sem o nome do servidor)

source: pump.io servername (without "http://" or "https://" )
es: Nombre de servidor de Pump.io (sin "http://" o "https://" )

source: Authenticate your pump.io connection
es: Autenticar su conexión de Pump.io

source: Import the remote timeline
es: Importar la línea de tiempo remota
pt_br: Importar a linha do tempo remota

source: Enable pump.io Post Plugin
es: Habilitar Plugin de publicación de Pump.io
pt_br: Habilitar plug-in para publicar no Pump.io

source: Post to pump.io by default
es: Publicar en Pump.io por defecto
pt_br: Publicar no Pump.io por padrão

source: Should posts be public?
es: ¿Deberían de ser públicas las entradas?

source: Mirror all public posts
es: Reflejar todas las entradas públicas

source: Check to delete this preset
es: Chequear para eliminar este preajuste

source: Save Settings
es: Guardar Ajustes
pt_br: Salvar Configurações

source: Pump.io post failed. Queued for retry.
es: Falló la publicación de Pump.io. En cola para reintentar.
pt_br: Falha ao publicar no Pump.io. Na fila para tentar novamente.

source: Pump.io like failed. Queued for retry.
es: Falló el Like de Pump.io. En cola para reintentar.
pt_br: Falha ao curtir no Pump.io. Na fila para tentar novamente.

source: status
es: estado

source: %1$s likes %2$s's %3$s
es: A %1$s le gustan los %3$s de %2$s
pt_br: %1$s curtiu o %3$s de %2$s
