Repository: shingonoide/friendica-addons
Catalog: tumblr/lang/*/messages.po
Languages: pt_br

source: Permission denied.
pt_br: Permissão negada.

source: You are now authenticated to tumblr.
pt_br: Você se autenticou no Tumblr.

source: return to the connector page
pt_br: voltar à página de conectores

source: Post to Tumblr
pt_br: Publicar no Tumblr

source: Tumblr Post Settings
pt_br: Configurações de publicação no Tumblr

source: (Re-)Authenticate your tumblr page
pt_br: (Re)autenticar sua página no Tumblr

source: Enable Tumblr Post Plugin
pt_br: Habilitar plug-in para publicar no Tumblr

source: Post to Tumblr by default
pt_br: Publicar no Tumblr por padrão

source: Post to page:
pt_br: Publicar na página:

source: You are not authenticated to tumblr
pt_br: Você não se autenticou no Tumblr

source: Submit
pt_br: Enviar
