Repository: shingonoide/friendica-addons
Catalog: remote_permissions/lang/*/messages.po
Languages: es

source: Remote Permissions Settings
es: Ajustes de Permisos Remotos

source: Allow recipients of your private posts to see the other recipients of the posts
es: Permitir a los destinatarios de sus publicaciones privadas ver a los otros destinatarios de sus publicaciones

source: Submit
es: Enviar

source: Remote Permissions settings updated.
es: Ajustes de Permisos Remotos actualizados.

source: Visible to:
es: Visible para:

source: Visible to
es: Visible para

source: may only be a partial list
es: puede ser s√≥lo una lista parcial

source: The posts of every user on this server show the post recipients
es: Las entradas de cada usuario de este servidor muestran a los destinatarios de la entrada

source: Individual
es: Individuo

source: Each user chooses whether his/her posts show the post recipients
es: Cada usuario elige si sus entradas muestran a los destinatarios de la entrada

source: Settings updated.
es: Ajustes actualizados.
