Repository: shingonoide/friendica-addons
Catalog: morepokes/lang/*/messages.po
Languages: es

source: bitchslap
es: bofetada

source: bitchslapped
es: abofeteó

source: shag
es: atrapar

source: shagged
es: atrapó

source: do something obscenely biological to
es: hacer algo obscenamente biológico a

source: did something obscenely biological to
es: hizo algo obscenamente biológico a

source: point out the poke feature to
es: señalar la presentación de empuje a

source: pointed out the poke feature to
es: señaló la presentación de empuje a

source: declare undying love for
es: declarar amor eterno a

source: declared undying love for
es: declaró amor eterno a

source: patent
es: padres

source: patented
es: emparentado

source: stroke beard
es: acariciar barba

source: stroked their beard at
es: acarició la barba a

source: bemoan the declining standards of modern secondary and tertiary education to
es: lamentar los estándares en declive de la educación secundaria y terciaria modernas a

source: bemoans the declining standards of modern secondary and tertiary education to
es: lamenta los estándares en declive de la educación secundaria y terciaria modernas a

source: hug
es: abrazar

source: hugged
es: abrazó

source: kiss
es: beso

source: kissed
es: besó

source: raise eyebrows at
es: levantar cejas a

source: raised their eyebrows at
es: le levantó las cejas a

source: insult
es: insultar

source: insulted
es: insultado

source: praise
es: elogiar

source: praised
es: elogiado

source: be dubious of
es: dudar de

source: was dubious of
es: dudó de

source: eat
es: comer

source: ate
es: comido

source: giggle and fawn at
es: risita y adular a

source: giggled and fawned at
es: rió y aduló a

source: doubt
es: dudar

source: doubted
es: dudó

source: glare
es: mirar con furia

source: glared at
es: miró con furia a
