Repository: shingonoide/friendica-addons
Catalog: tictac/lang/*/messages.po
Languages: es

source: Three Dimensional Tic-Tac-Toe
es: Tic-Tac-Toe tridimensional

source: New game
es: Nuevo juego

source: New game with handicap
es: Nuevo juego con desventajas

source: Three dimensional tic-tac-toe is just like the traditional game except that it is played on multiple levels simultaneously.
es: El Tic-tac-toe tridimensional es como el juego tradicional excepto porque se juega en múltiples niveles simultáneamente.

source: In this case there are three levels. You win by getting three in a row on any level, as well as up, down, and diagonally across the different levels.
es: En este caso hay tres niveles. Usted gana consiguiendo tres seguidos en cualquier nivel, así como cruzando arriba, abajo y diagonalmente los distintos niveles.

source: The handicap game disables the center position on the middle level because the player claiming this square often has an unfair advantage.
es: El juego con desventajas deshabilita la posición central en el nivel medio porque la capa de este cuadrado a menudo tiene una ventaja injusta.

source: You go first...
es: Usted va primero...

source: I'm going first this time...
es: Yo voy primero esta vez...

source: You won!
es: ¡Usted ha ganado!

source: "Cat" game!
es: ¡Juego "Gato"!

source: I won!
es: ¡Yo gané!
