Repository: shingonoide/friendica-addons
Catalog: gravatar/lang/*/messages.po
Languages: pt_br, ru

source: generic profile image
pt_br: imagem de perfil genérica
ru: общее изображение профиля

source: random geometric pattern
pt_br: estampa geométrica aleatória
ru: случайный геометрический паттерн

source: monster face
pt_br: careta

source: computer generated face
pt_br: rosto gerado por computador
ru: сгенерированное лицо

source: retro arcade style face
pt_br: rosto de personagem de fliperama
ru: лицо в стиле retro arcade

source: Information
pt_br: Informação
ru: Информация

source: Libravatar addon is installed, too. Please disable Libravatar addon or this Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
pt_br: O complemento Libravatar também está instalado. Desabilite o Libravatar ou este complemento, o Gravatar.<br>Se não encontrar nada, o Libravatar remeterá ao Gravatar.
ru: Аддон Libravatar тоже установлен. Пожалуйста, отключите его.<br>Libravatar использует Gravatar если Libravatar не может найти изображение у себя.

source: Submit
pt_br: Enviar
ru: Добавить

source: Default avatar image
pt_br: Avatar padrão
ru: Аватар по умолчанию

source: Select default avatar image if none was found at Gravatar. See README
pt_br: Selecione a imagem de avatar padrão que será usada se nenhuma for encontrada no Gravatar. Veja README.
ru: Выберите аватар по умолчанию если ничего не было найдено на Gravatar. Смотрите README

source: Rating of images
pt_br: Classificação de imagens
ru: Рейтинг изображений

source: Select the appropriate avatar rating for your site. See README
pt_br: Selecione a classificação apropriada para os avatares que serão mostrados no seu site. Veja README.
ru: Выберите нужный рейтинг изображений для вашего сайта. Смотрите README

source: Gravatar settings updated.
pt_br: As configurações do Gravatar foram atualizadas.
ru: Настройки Gravatar обновлены.
