Repository: shingonoide/friendica-addons
Catalog: communityhome/lang/*/messages.po
Languages: es

source: Login
es: Acceder

source: OpenID
es: ID Abierta

source: Latest users
es: Usuarios recientes

source: Most active users
es: Usuarios más activos

source: Latest photos
es: Fotos recientes

source: Contact Photos
es: Fotos de contacto

source: Profile Photos
es: Fotos de perfil

source: Latest likes
es: Últomos Me gusta

source: event
es: evento

source: status
es: estatus social

source: photo
es: foto

source: %1$s likes %2$s's %3$s
es: A %1$s le gusta %2$s's %3$s

source: Welcome to %s
es: Bienvenido a %s
