Repository: shingonoide/friendica-addons
Catalog: libravatar/lang/*/messages.po
Languages: es

source: Could NOT install Libravatar successfully.<br>It requires PHP >= 5.3
es: Podría NO instalar Libravatar con éxito.<br>Requiere PHP >= 5.3

source: generic profile image
es: Imagen de perfil genérica

source: random geometric pattern
es: Estampado geométrico aleatorio

source: monster face
es: cara de monstruo

source: computer generated face
es: Cara generada por ordenador

source: retro arcade style face
es: Cara de estilo retro

source: Warning
es: Advertencia

source: Your PHP version %s is lower than the required PHP >= 5.3.
es: Su versión PHP %s es inferior a la requerida PHP >= 5.3.

source: This addon is not functional on your server.
es: Este complemento no es funcional en su servidor

source: Information
es: Información

source: Gravatar addon is installed. Please disable the Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
es: El complemento Gravatar se ha instalado. Por favor desactive el complemento Gravatar. <br>El complemento Libravatar quedará por detrás de Gravatar si no se encuentra nada en Libravatar.

source: Submit
es: Enviar

source: Default avatar image
es: Imagen de avatar por defecto

source: Select default avatar image if none was found. See README
es: Selecione el avatar por defecto si no se encuentra ninguno. Vea README

source: Libravatar settings updated.
es: Ajustes de Libravatar actualizados
