Repository: shingonoide/friendica-addons
Catalog: diaspora/lang/*/messages.po
Languages: ru

source: Post to Diaspora
ru: Отправить в Diaspora

source: Can't login to your Diaspora account. Please check username and password and ensure you used the complete address (including http...)
ru: Невозможно войти в вашу учетную запись Diaspora. Пожалуйста, проверьте имя пользователя, пароль и убедитесь, что вы ввели полный адрес пода (включая http/https)

source: Diaspora Export
ru: Экспорт в Diaspora

source: Enable Diaspora Post Plugin
ru: Включить плагин отправки сообщений в Diaspora

source: Diaspora username
ru: Имя пользователя Diaspora

source: Diaspora password
ru: Пароль Diaspora

source: Diaspora site URL
ru: URL пода Diaspora

source: Post to Diaspora by default
ru: Отправлять в Diaspora по умолчанию

source: Save Settings
ru: Сохранить настройки

source: Diaspora post failed. Queued for retry.
ru: Ошибка отправки сообщения в Diaspora. В очереди на еще одну попытку.
