Repository: shingonoide/friendica-addons
Catalog: curweather/lang/*/messages.po
Languages: de, pt_br

source: Error fetching weather data.\nError was:
de: Fehler beim abrufen der Wetterdaten.\nDie Fehlermeldung lautet:
pt_br: Houve um erro na obtenção de dados do clima\nErro:

source: Current Weather
de: Aktuelles Wetter
pt_br: Clima atual

source: Relative Humidity
de: Relative Luftfeuchtigkeit
pt_br: Umidade relativa

source: Pressure
de: Luftdruck
pt_br: Pressão

source: Wind
pt_br: Vento

source: Last Updated
de: Letzte Aktualisierung
pt_br: Atualizado

source: Data by
de: Daten von
pt_br: Dados de

source: Show on map
de: Karte anzeigen
pt_br: Mostrar no mapa

source: There was a problem accessing the weather data. But have a look
de: Es gab ein Problem beim Abrufen der Wetterdaten. Aber werf doch mal einen Blick
pt_br: Houve um problema no acesso aos dados do clima. Mas dê uma olhada

source: at OpenWeatherMap
de: auf OpenWeatherMap
pt_br: em OpenWeatherMap

source: Current Weather settings updated.
de: Einstellungen des Aktuellen Wetter Addons aktualisiert.
pt_br: Atualização das Configurações de clima.

source: No APPID found, please contact your admin to optain one.
pt_br: Não foi encontrado nenhum AppID; fale com seu administrador para receber um.

source: Save Settings
de: Einstellungen speichern
pt_br: Salvar Configurações

source: Settings
de: Einstellungen
pt_br: Configurações

source: Enter either the name of your location or the zip code.
de: Gib entweder den Namen oder die PLZ deines Ortes ein.
pt_br: Informe sua localização ou seu CEP.

source: Your Location
de: Deinen Standort festlegen
pt_br: Sua localização

source: Identifier of your location (name or zip code), e.g. <em>Berlin,DE</em> or <em>14476,DE</em>.
de: Identifikator deines Standorts (Name oder Postleitzahl), z.B. <em>Berlin,DE</em> oder <em>14476,DE</em>.
pt_br: Identificador da sua localização (nome ou CEP), p.ex. <em>Rio,BR</em> ou <em>20021,BR</em>.

source: Units
de: Einheiten
pt_br: Unidades

source: select if the temperatur should be displayed in &deg;C or &deg;F
pt_br: selecione se a temperatura será exibida em &deg;C or &deg;F

source: Show weather data
de: Zeige Wetter Daten
pt_br: Mostrar dados do clima

source: Curweather settings saved.
de: Curweather Einstellungen gespeichert.
pt_br: As configurações do Curweather foram salvas.

source: Caching Interval
de: Cache Intervall
pt_br: Intervalo de cache

source: For how long should the weather data be cached? Choose according your OpenWeatherMap account type.
de: Wie lange sollen die Wetter Daten gecached werden? W채hle einen f체r deinen OpenWeatherMap Account passende Einstellung.
pt_br: Por quanto tempo os dados do clima devem ser guardados em cache? Escolha de acordo com o tipo da sua conta no OpenWeatherMap.

source: no cache
de: kein Cache
pt_br: sem cache

source: minutes
de: Minuten
pt_br: minutos

source: Your APPID
de: Deine APPID
pt_br: Seu AppID

source: Your API key provided by OpenWeatherMap
de: Der API Schl체ssel von OpenWeatherMap
pt_br: Sua chave de API fornecida pelo OpenWeatherMap

source: No APPID found, please contact your admin to obtain one.
de: Keine APPID gefunden, bitte kontaktiere deinen Admin damit eine eingerichtet wird.

source: select if the temperature should be displayed in &deg;C or &deg;F
de: w채hle ob die Temperatur in &deg;C oder &deg;F angezeigt werden soll
