Repository: shingonoide/friendica-addons
Catalog: buffer/lang/*/messages.po
Languages: es, fr, pt_br, ru

source: Permission denied.
es: Permiso denegado
fr: Permission refusée.
pt_br: Permissão negada.
ru: Доступ запрещен.

source: Save Settings
es: Guardar ajustes
fr: Enregistrer les Paramètres
pt_br: Salvar configurações
ru: Сохранить настройки

source: Client ID
es: ID de cliente
fr: Identifiant client

source: Client Secret
es: Secreto de cliente
fr: Secret Client

source: Error when registering buffer connection:
es: Error al registrar cunexión de buffer
fr: Une erreur est survenue lors de la connexion à Buffer :
pt_br: Erro ao registrar conexão de buffer:
ru: Ошибка при регистрации соединения Buffer:

source: You are now authenticated to buffer.
es: Ahora está autenticado al fufer
fr: Vous êtes maintenant authentifié sur Buffer.
pt_br: Você está autenticado no buffer.
ru: Вы аутентифицированы на Buffer.

source: return to the connector page
es: Vuelva a la página de conexión
fr: revenir à la page du connecteur
pt_br: Volte a página de conectores.
ru: вернуться на страницу коннектора

source: Post to Buffer
es: Publique en Buffer
fr: Publier sur Buffer
pt_br: Publicar no Buffer
ru: Написать в Buffer

source: Buffer Export
es: Exportar Buffer
fr: Export Buffer
pt_br: Exportar Buffer
ru: Экспорт в Buffer

source: Authenticate your Buffer connection
es: Autenticar su conexión de Buffer
fr: Authentifier votre connexion à Buffer
pt_br: Autenticar sua conexão de Buffer
ru: Аутентифицируйте свое соединение с Buffer

source: Enable Buffer Post Plugin
es: Active el plugin de publicación de Buffer
fr: Activer le connecteur Buffer
pt_br: Habilita plugin para publicar no Buffer
ru: Включить плагин Buffer

source: Post to Buffer by default
es: Publicar en Buffer por defecto
fr: Publier sur Buffer par défaut
pt_br: Publica no Buffer por padrão
ru: Отправлять в Buffer по умолчанию

source: Check to delete this preset
es: Verificar para eliminar este preajuste
fr: Cocher pour supprimer ce préréglage
pt_br: Marque para excluir este perfil
ru: Отметьте для удаления этих настроек

source: Posts are going to all accounts that are enabled by default:
es: Las publicaciones van a todas las cuentas que estén habilitadas por defecto
fr: Les posts sont envoyés à tous les comptes activés par défault:
ru: Сообщения уходят во все учетные записи по умолчанию:
